{
    "Name": "Neuroanatomical correlates of approach-avoidance conflict (fMRI)",
    "License": "Attribution 2.0 Generic (CC BY 2.0)",
    "Authors": [
        "Samuel Zorowitz",
        "Alexander P Rockhill",
        "Thilo Deckersbach"
    ],
    "Acknowledgements": "We thank Mark Helfant for program management and coordination throughout the DARPA SUBNETS effort.",
    "HowToAcknowledge": "Zorowitz S, Rockhill AP, Link K, Herrington T, Pizzagalli DA, Dougherty DD, Widge AS, Deckersbach T (2019). The Neural Basis of Decision Conflict: A Model Based Analysis. Submitted.",
    "Funding": [
        "This research was sponsored by the U.S. Army Research Office and Defense Advanced Research Projects Agency under Cooperative Agreement Number W911NF-14-2-0045. The views and conclusions contained in this document are those of the authors and should not be interpreted as representing the official policies, either expressed or implied, of the funding sources. Cluster computing resources made possible by Instrumentation Grants 1S10RR023401, 1S10RR019307, and 1S10RR023043. DAP was partially supported by R37 MH068376 and R01 MH101521. KKE was partially supported by NIH National Institute of Neurological Disorders and Stroke (NINDS) Training Program in Recovery and Restoration of CNS Health and Function (T32 NS100663-01)."
    ],
    "ReferencesAndLinks": [
        "Ahn W-Y, Krawitz A, Kim W, Busmeyer JR, Brown JW (2011) A Model-Based fMRI Analysis with Hierarchical Bayesian Parameter Estimation. J Neurosci Psychol Econ 4:95–110. Amemori K-I, Amemori S, Graybiel AM (2015) Motivation and affective judgments differentially recruit neurons in the primate dorsolateral prefrontal and anterior cingulate cortex. J Neurosci 35:1939–1953. American Psychiatric Association (2013) Diagnostic and Statistical Manual of Mental Disorders (DSM-5®). American Psychiatric Pub. Aron AR, Poldrack RA (2006) Cortical and subcortical contributions to Stop signal response inhibition: role of the subthalamic nucleus. J Neurosci 26:2424–2433. Aron AR, Robbins TW, Poldrack RA (2004) Inhibition and the right inferior frontal cortex. Trends Cogn Sci 8:170–177. Aron AR, Robbins TW, Poldrack RA (2014) Inhibition and the right inferior frontal cortex: one decade on. Trends Cogn Sci 18:177–185. Aupperle RL, Melrose AJ, Francisco A, Paulus MP, Stein MB (2015) Neural substrates of approach-avoidance conflict decision-making. Hum Brain Mapp 36:449–462. Aupperle RL, Sullivan S, Melrose AJ, Paulus MP, Stein MB (2011) A reverse translational approach to quantify approach-avoidance conflict in humans. Behav Brain Res 225:455–463. Bach DR, Guitart-Masip M, Packard PA, Miró J, Falip M, Fuentemilla L, Dolan RJ (2014) Human hippocampus arbitrates approach-avoidance conflict. Curr Biol 24:541–547. Badre D (2008/5) Cognitive control, hierarchy, and the rostro–caudal organization of the frontal lobes. Trends Cogn Sci 12:193–200. Carpenter B, Gelman A, Hoffman M, Lee D, Goodrich B, Betancourt M, Brubaker M, Guo J, Li P, Riddell A (2017) Stan: A Probabilistic Programming Language. J Stat Softw 76:1–32. Carver CS, White TL (1994) Behavioral inhibition, behavioral activation, and affective responses to impending reward and punishment: the BIS/BAS scales. J Pers Soc Psychol 67:319. Corr PJ (2013) Approach and Avoidance Behaviour: Multiple Systems and their Interactions. Emot Rev 5:285–290. Dale AM, Buckner RL (1997) Selective averaging of rapidly presented individual trials using fMRI. Hum Brain Mapp 5:329–340. Dixon ML, Fox KCR, Christoff K (2014) Evidence for rostro-caudal functional organization in multiple brain areas related to goal-directed behavior. Brain Res 1572:26–39. Elliot AJ (2008) Handbook of Approach and Avoidance Motivation. Taylor & Francis. Fanselow MS, Dong H-W (2010) Are the dorsal and ventral hippocampus functionally distinct structures? Neuron 65:7–19. Fischl B (2012) FreeSurfer. NeuroImage 62:774–781. Fischl B, Salat DH, Busa E, Albert M, Dieterich M, Haselgrove C, van der Kouwe A, Killiany R, Kennedy D, Klaveness S, Montillo A, Makris N, Rosen B, Dale AM (2002) Whole brain segmentation: automated labeling of neuroanatomical structures in the human brain. Neuron 33:341–355. Frank MJ, Gagne C, Nyhus E, Masters S, Wiecki TV, Cavanagh JF, Badre D (2015) fMRI and EEG predictors of dynamic decision parameters during human reinforcement learning. J Neurosci 35:485–494. Friedman A, Homma D, Gibb LG, Amemori K-I, Rubin SJ, Hood AS, Riad MH, Graybiel AM (2015) A Corticostriatal Path Targeting Striosomes Controls Decision-Making under Conflict. Cell 161:1320–1333. Gelman A, Carlin JB, Stern HS, Rubin DB (2014) Bayesian data analysis. Chapman & Hall/CRC Boca Raton, FL, USA. Gelman A, Jakulin A, Pittau MG, Su Y-S (2008) A weakly informative default prior distribution for logistic and other regression models. Ann Appl Stat 2:1360–1383. Ghosh J, Li Y, Mitra R (2017) On the Use of Cauchy Prior Distributions for Bayesian Logistic Regression. Bayesian Anal Available at: http://projecteuclid.org/euclid.ba/1488855634 [Accessed June 4, 2017]. Gramfort, A, Luessi M, Larson E, Engemann D, Strohmeier D, Brodbeck C, Parkkonen L, Hämäläinen M (2014) MNE software for preprocessing MEG and EEG data, NeuroImage, Volume 86, 1 February 2014, Pages 446-460, ISSN 1053-8119. Gramfort A, Luessi M, Larson E, Engemann D, Strohmeier D, Brodbeck C, Goj R, Jas M, Brooks T, Parkkonen L, Hämäläinen M (2013) MEG and EEG data analysis with MNE-Python, Frontiers in Neuroscience, Volume 7, 2013, ISSN 1662-453X. Grinband J, Wager TD, Lindquist M, Ferrera VP, Hirsch J (2008) Detection of time-varying signals in event-related fMRI designs. Neuroimage 43:509–520. Klein A, Tourville J (2012) 101 labeled brain images and a consistent human cortical labeling protocol. Front Neurosci 6:171. Kleiner M, Brainard D, Pelli D, Ingling A, Murray R, Broussard C, Others (2007) What’s new in Psychtoolbox-3. Perception 36:1. Kruschke JK (2015) Doing Bayesian Data Analysis: A Tutorial with R, JAGS, and Stan. Academic Press. Myung JI, Cavagnaro DR, Pitt MA (2013) A Tutorial on Adaptive Design Optimization. J Math Psychol 57:53–67. O’Doherty JP, Hampton A, Kim H (2007) Model-based fMRI and its application to reward learning and decision making. Ann N Y Acad Sci 1104:35–53. Pedersen ML, Frank MJ, Biele G (2016) The drift diffusion model as the choice rule in reinforcement learning. Psychon Bull Rev Available at: http://dx.doi.org/10.3758/s13423-016-1199-y. Pernet CR (2014) Misconceptions in the use of the General Linear Model applied to functional MRI: a tutorial for junior neuro-imagers. Front Neurosci 8:1. Power JD, Barnes KA, Snyder AZ, Schlaggar BL, Petersen SE (2012) Spurious but systematic correlations in functional connectivity MRI networks arise from subject motion. Neuroimage 59:2142–2154. Schlund MW, Brewer AT, Magee SK, Richman DM, Solomon S, Ludlum M, Dymond S (2016) The tipping point: Value differences and parallel dorsal-ventral frontal circuits gating human approach-avoidance behavior. Neuroimage 136:94–105. Schlund MW, Magee S, Hudgins CD (2011) Human avoidance and approach learning: evidence for overlapping neural systems and experiential avoidance modulation of avoidance neurocircuitry. Behav Brain Res 225:437–448. Sheehan DV, Lecrubier Y, Sheehan KH, Amorim P, Janavs J, Weiller E, Hergueta T, Baker R, Dunbar GC (1998) The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10. J Clin Psychiatry 59 Suppl 20:22–33;quiz 34–57. Siegel JS, Power JD, Dubis JW, Vogel AC, Church JA, Schlaggar BL, Petersen SE (2014) Statistical improvements in functional magnetic resonance imaging analyses produced by censoring high-motion data points. Hum Brain Mapp 35:1981–1996. Sierra-Mercado D, Deckersbach T, Arulpragasam AR, Chou T, Rodman AM, Duffy A, McDonald EJ, Eckhardt CA, Corse AK, Kaur N, Eskandar EN, Dougherty DD (2014) Decision making in avoidance–reward conflict: a paradigm for non-human primates and humans. Brain Struct Funct 220:2509–2517. Smith SM, Nichols TE (2009) Threshold-free cluster enhancement: addressing problems of smoothing, threshold dependence and localisation in cluster inference. Neuroimage 44:83–98. Stan Development Team (2017) Prior Choice Recommendations. Available at: https://github.com/stan-dev/stan/wiki/Prior-Choice-Recommendations [Accessed June 4, 2017]. Stenger VA (2006) Technical considerations for BOLD fMRI of the orbitofrontal cortex. The Orbitofrontal Cortex Oxford University Press, Oxford:423–446. Talmi D, Dayan P, Kiebel SJ, Frith CD, Dolan RJ (2009) How humans integrate the prospects of pain and reward during choice. J Neurosci 29:14617–14626. Taylor JSH, Rastle K, Davis MH (2014) Interpreting response time effects in functional imaging studies. Neuroimage 99:419–433. van der Kouwe AJW, Benner T, Salat DH, Fischl B (2008) Brain morphometry with multiecho MPRAGE. Neuroimage 40:559–569. Vehtari A, Gelman A, Gabry J (2016) Practical Bayesian model evaluation using leave-one-out cross-validation and WAIC. Stat Comput:1–20. Watanabe S (2013) A Widely Applicable Bayesian Information Criterion. J Mach Learn Res 14:867–897. Widge AS, Ellard KK, Paulk AC, Basu I, Yousefi A, Zorowitz S, Gilmour A, Afzal A, Deckersbach T, Cash SS, Kramer MA, Eden UT, Dougherty DD, Eskandar EN (2017) Treating refractory mental illness with closed-loop brain stimulation: Progress towards a patient-specific transdiagnostic approach. Exp Neurol Available at: http://dx.doi.org/10.1016/j.expneurol.2016.07.021. Winkler AM, Ridgway GR, Webster MA, Smith SM, Nichols TE (2014) Permutation inference for the general linear model. Neuroimage 92:381–397. Yarkoni T, Barch DM, Gray JR, Conturo TE, Braver TS (2009) BOLD correlates of trial-by-trial reaction time variability in gray and white matter: a multi-study fMRI analysis. PLoS One 4:e4257. Yousefi A, Paulk AC, Deckersbach T, Dougherty DD, Eskandar EN, Widge AS, Eden UT (2015) Cognitive state prediction using an EM algorithm applied to Gamma distributed data. Conf Proc IEEE Eng Med Biol Soc 2015:7819–7824. Zeidan MA, Igoe SA, Linnman C, Vitalo A, Levine JB, Klibanski A, Goldstein JM, Milad MR (2011) Estradiol modulates medial prefrontal cortex and amygdala activity during fear extinction in women and female rats. Biol Psychiatry 70:920–927."
    ],
    "DatasetDOI": "10.18112/openneuro.ds001814.v1.0.3",
    "BIDSVersion": "1.0.0"
}